Repository: common-repository/lazy-load-for-gmaps
Catalog: languages/lazy-load-for-gmaps-*.po
Languages: ru_ru, uk

source: This plugin make your Google Maps in publications and pages more faster via Lazy Load.
ru_ru: Простой плагин ускорит ваши карты Google в публикациях и на страницах с помощью Lazy Load.
uk: Простий плагін що зробить Ваші мапи від Google в публікаціях та на сторінках більш швидкими за допомогою Lazy Load.

source: and
ru_ru: и
uk: та

source: Plugins by Webamator
ru_ru: Плагины от Webamator-а
uk: Плагіни від Webamator-а

source: Thank you for use my plugins:
ru_ru: Спасибо что пользуетесь моими плагинами:
uk: Дякую що користуєтесь моїми плагінами:

source: requires at least WordPress version 4.8.3. You are running version %s. Please upgrade and try again.
ru_ru: требует WordPress 4.8.3 или новее. Вы используете версию %s. Пожалуйста, обновите WordPress и попробуйте еще раз.
uk: вимагає WordPress 4.8.3 або новіший. Ви використовуєте версію %s. Будь ласка, оновіть WordPress та спробуйте ще раз.

source: requires WooCommerce. Please install/enable it and try again.
ru_ru: требует WooCommerce. Пожалуйста, установите/включите его и попробуйте еще раз.
uk: потребує WooCommerce. Будь ласка, встановіть/увімкніть його та спробуйте ще раз.

source: Settings
ru_ru: Настройки
uk: Налаштування

source: Settings for Google Maps
ru_ru: Настройки Google Maps
uk: Налаштування Google Maps

source: Shortcode (example):
ru_ru: Пример шорткода:
uk: Приклад шорткода:

source: Attributes for shortcode:
ru_ru: Атрибуты для шорткодов:
uk: Атрибути для шорткодів:

source: Latitude, should be in format
ru_ru: Широта, должна быть в формате
uk: Широта, повинна бути в форматі

source: Required attribute
ru_ru: Обязательно
uk: Обов'язково

source: Longitude, should be in format
ru_ru: Долгота, должна быть в формате
uk: Довгота, повинна бути в форматі

source: Zoom, can be in format
ru_ru: Зум, может быть в формате
uk: Зум (масштаб), може бути в форматі

source: Zoom levels: 1 - World, 5 - Landmass/Continent, 10 - City, 15 - Streets, 20 - Buildings.
ru_ru: Уровни зума: 1 - планета, 5 - континент, 10 - город, 15 - улицы, 20 - здания.
uk: Рівні зума: 1 - планета, 5 - континент, 10 - місто, 15 - вулиці, 20 - будинки.

source: Width of block of map, can be in format
ru_ru: Ширина блока, может быть в формате
uk: Ширина блока з мапою, може бути в форматі

source: Height of block of map, can be in format
ru_ru: Высота блока, может быть в формате
uk: Висота блока з мапою, може бути в форматі

source: Language for Google Maps, can be in format
ru_ru: Локализация Google Maps, может быть в формате
uk: Мова якою відображатимуться Google Maps, може бути в форматі

source: Options:
ru_ru: Опции:
uk: Опції:

source: Google Maps API key
ru_ru: API ключ для Google Maps
uk: Ключ Google Maps API

source: Enter your API key. If you don't have an API key, you can get it
ru_ru: Введите свой API ключ. Если у Вас нету ключа, получите его бесплатно
uk: Введіть свій ключ API. Якщо у Вас немає ключа, отримайте його безкоштовно

source: here
ru_ru: здесь
uk: тут
